---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ftc
source: html/7f1edab5-0f22-ac08-0dfc-098f760eb4ce.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ftc Property

Symbol Ftc, indicating unit Footcandles.

## Syntax (C#)
```csharp
public static ForgeTypeId Ftc { get; }
```